icSourceLANGID=1033
LANGID=1034
TargetApplhasication=Inno Script Studio 2.0.x
Author=A.Mazo
Generator=Kymoto Solutions Language Editor 1.0
LastModified=2013-04-08 15:21:16

[Application.Editor]
00000001=&Deshacer
00000002=Deshacer la última acción
00000003=&Rehacer
00000004=Rehacer la acción previamente deshecha
00000005=Cor&tar
00000006=Cortar la selección y llevarla al portapapeles
00000007=&Copiar
00000008=Copiar la selección y llevarla al portapapeles
00000009=&Pegar
00000010=Pegar el contenido del portapapeles
00000011=B&orrar
00000012=Borrar la selección actual
00000013=Seleccionar &Todo
00000014=Seleccionar todo
00000015=Buscar...
00000016=Buscar el texto especificado
00000017=Buscar Siguiente
00000018=Buscar la siguiente aparición del texto especificado
00000019=Reemplazar...
00000020=Sustituir el texto especificado con otro texto
00000021=Ir a un Número de Línea...
00000022=Ir a una línea
00000023=Completar la &Palabra
00000024=Mostrar la lista completa para la palabra actual
00000025=&Abrir Archivo  #Include
00000026=Abrir Archivo #Include

[Application.MainForm]
00000001=Menú Principal
00000002=&Archivo
00000003=&Nuevo
00000004=Guardar &Código
00000005=&Auto (ANSI o UTF-8)
00000007=&Scripts Recientes
00000008=&Editar
00000009=&Buscar
00000010=&Ver
00000011=&Secciones
00000012=Mostrar u ocultar las Secciones del Proyecto
00000013=Estr&uctura
00000014=Mostrar u ocultar la Estructura del Proyecto
00000015=&Gestor del Proyecto
00000016=Mostrar u ocultar el Gestor del Proyecto
00000017=&Mensajes
00000018=Mostrar u ocultar los Mensajes de Salida
00000019=Barra de &Estado
00000020=Mostrar u ocultar la barra de estado
00000021=Barras de &Herramientas
00000022=Mostrar u ocultar las barras de herramientas
00000023=&Estándar
00000024=Mostrar u ocultar la barra Estándar
00000025=&Editar
00000026=Mostrar u ocultarla barra Editar
00000027=&Proyecto
00000028=Mostrar u ocultar la barra Proyecto
00000029=&Depurar
00000030=Mostrar u ocultarla la barra Depurar
00000031=&Secciones
00000032=&Idiomas
00000033=Seleccionar un idioma para el programa
00000034=&Proyecto
00000035=Opciones de &Configuración
00000036=Importar desde Script
00000037=Importar desde Archivo
00000038=Exportar a Archivo
00000039=&Depurar
00000040=&Herramientas
00000041=Pes&tañas
00000042=&Ayuda
00000043=Estándar
00000044=Editar
00000045=Proyecto
00000046=Opciones de Configuración
00000047=Opciones de Configuración
00000048=Secciones
00000049=Seleccionar Sección
00000050=Depurar
00000051=Mensajes
00000052=Salida del Compilador
00000053=Salida del Depurador
00000054=Estructura
00000055=Secciones
00000056=Gestor de Proyecto
00000057=Configurar Nuevo &Proyecto
00000058=Crear una nueva Configuración de Proyecto
00000059=&Nuevo Script
00000060=Crear una Configuración de Script vacía
00000061=Nuevo Script (&Asistente)
00000062=Crear un nuevo Script de Inno Setup usando el Asistente de Inno
00000063=&Abrir...
00000064=Abrir un Script existente de Inno Setup
00000065=&Guardar
00000066=Guardar el Script actual de Inno Setup
00000067=Guardar &Como...
00000068=Guardar el Script actual de Inno Setup con un nuevo nombre
00000069=Guardar &Todo
00000070=Guardar todos los Scripts de Inno Setup
00000071=&Cerrar Script
00000072=Cerrar el Script actual de Inno Setup
00000073=Cerrar Todos Scri&pts
00000074=Cerrar todos los Scripts abiertos de Inno Setup
00000075=Vista &Preliminar
00000076=Vista preliminar del Script actual de Inno Setup antes de imprimir
00000077=&Imprimir...
00000078=Imprimir parte o todo el Script actual de Inno Setup
00000079=S&alir
00000080=Salir del programa
00000081=&Deshacer
00000082=Deshacer la última acción
00000083=&Rehacer
00000084=Rehacer la acción previamente deshecha
00000085=Cor&tar
00000086=Cortar la selección y llevarla al portapapeles
00000087=&Copiar
00000088=Copiar la selección y llevarla al portapapeles
00000089=&Pegar
00000090=Pegar el contenido del portapapeles
00000091=B&orrar
00000092=Borrar la selección actual
00000093=Seleccionar &Todo
00000094=Seleccionar todo
00000095=Alternar Comentario
00000096=Alternar línea de comentario
00000097=&Buscar...
00000098=Buscar el texto especificado
00000099=Buscar &Siguiente
00000100=Buscar la siguiente aparición del texto especificado
00000101=Buscar &Anterior
00000102=Buscar la aparición anterior del texto especificado
00000103=&Reemplazar...
00000104=Sustituir el texto especificado con otro texto
00000105=&Ir a un Número de Línea...
00000106=Ir a una línea
00000107=Alternar &Marcador
00000108=Alternar marcador
00000109=Ir a una &Marca
00000110=Ir a una marca
00000111=&Personalizar...
00000112=Personalizar la barras de herramientas
00000113=Bloquear las Barras de Herramientas
00000114=Bloquear las barras de herramientas
00000115=Usar Rutas &Relativas
00000116=Usar rutas relativas
00000117=Opciones de &Idiomas...
00000118=Editar las opciones de idioma
00000119=Insertar Archivos...
00000120=Insertar archivos
00000121=Instalar Fuentes...
00000122=Instalar fuentes
00000123=Crear Carpeta...
00000124=Crear carpeta
00000125=Crear Asociación...
00000126=Crear asociación de archivo
00000127=Crear Acceso Directo para Internet...
00000128=Crear un acceso directo para Internet
00000129=Crear un Icono de Desinstalación
00000130=Crear una entrada para un icono de Desinstalación
00000131=Crear un Perfil ODBC...
00000132=Añadir entradas para un perfil ODBC
00000133=Crear un Alias para BDE...
00000134=Crear un alias para BDE
00000135=&Compilar
00000136=Compilar el Script actual de  Inno Setup
00000137=&Detener Compilación
00000138=Detener la compilación del Script actual de Inno Setup
00000139=Baja &Prioridad Durante Compilación
00000140=Inno Setup debe tener baja prioridad durante la compilación
00000141=Abrir en &Inno Setup
00000142=Abrir el Script actual de Inno Setup en Compiler32 (Editor Inno Setup)
00000143=Abrir &Carpeta Salida
00000144=Abrir la carpeta de salida de proyectos
00000145=Importar Sección [Files]...
00000146=Importar sección [Files] desde un archivo script
00000147=Importar Sección [Dirs]...
00000148=Importar sección [Dirs] desde un archivo script
00000149=Importar Sección [INI]...
00000150=Importar sección [INI] desde un archivo script
00000151=Importar Sección [Messages]...
00000152=Importar sección [Messages] desde un archivo script
00000153=Importar Sección [Registry]...
00000154=Importar sección [Registry] desde un archivo script
00000155=Importar Archivo INI...
00000156=Importar Archivo INI
00000157=Importar Archivo Mensajes...
00000158=Importar Archivo Mensajes
00000159=Importar Archivo Registro...
00000160=Importar Archivo Registry
00000161=Exportar Sección [INI]...
00000162=Exportar sección [INI] a un archivo
00000163=Exportar Sección [Messages]...
00000164=Exportar sección [Messages] a un archivo
00000165=Exportar Sección [Registry]...
00000166=Exportar sección [Registry] a un archivo
00000167=Desvincular &Depurador
00000168=Desvincular depurador
00000169=&Ejecutar
00000170=Ejecutar
00000171=Ejecutar hasta &Cursor
00000172=Ejecutar hasta cursor
00000173=Avanzar &Hasta
00000174=Avanzar hasta
00000175=Pasar a &Través
00000176=Pasar a través
00000177=Hacer &Pausa
00000178=Hacer una pausa en el depurador
00000179=&Finalizar
00000180=Finalizar el depurador
00000181=Configuración
00000182=Configuración prevista
00000183=Desinstalar
00000184=Desinstalación prevista
00000185=&Parámetros...
00000186=Parámetros
00000187=&Evaluar Constante...
00000188=Evaluar constante
00000189=Alternar &Punto Interrupción
00000190=Alternar punto de interrupción
00000191=Generar &GUID
00000192=Generar GUID; Reemplaza el texto actual seleccionado
00000193=Configurar Herramientas &Certificado
00000194=Herramientas para editar Código Certificado
00000195=&Opciones
00000196=Opciones de Programa
00000197=Selecciconar Próxima Ficha
00000198=Seleccionar próxima pestaña del script
00000199=Seleccionar Ficha Anterior
00000200=Selecccionar pestaña anterior del script
00000201=Ayuda Inno Script Studio
00000202=Documentación Inno Script Studio
00000203=Sitio &Web Inno Script Studio
00000204=Página Principal Inno Script Studio
00000205=&Documentación Inno Setup
00000206=Documentación Inno Setup
00000207=Scripts Ejemplo Inno Setup
00000208=Ejemplos de Inno Setup
00000211=Historia &Actualizaciones Inno Setup
00000212=Historia Actualizaciones  Inno Setup
00000213=Sitio Web Inno Setup
00000214=Página Principal Inno Setup
00000215=Documentación I&nno Setup PreProcessor
00000216=Documentación Inno Setup PreProcessor
00000217=Sitio Web Inn&o Setup PreProcessor
00000218=Página Principal Inno Setup PreProcessor
00000219=Base Conocimiento &Extensiones de Inno Setup
00000220=Página Principal Base Conocimiento Extensiones Inno Setup
00000221=Sitio Web Pascal Script R&emObjects
00000222=Página Principal Pascal Script RemObjects
00000223=&Soporte Inno Setup
00000224=Sitio Web Donaciones Inno Setup
00000225=Acerca de Inno Setup
00000226=Acerca de Inno Setup
00000227=Soporte Inno Script Studio
00000228=Sitio Web Donaciones Inno Script Studio
00000229=Comprobar &Actualizaciones
00000230=Comprobar actualizaciones
00000231=&Acerca de
00000232=Acerca de|Ver información programa, Número Versión && Copyrights
00000233=Objetivo - [%s]
00000234=Seleccionar objetivo a depurar
00000235=Inno Script Studio en Facebook

[Dialog.AddFolder]
00000001=Raíz:
00000002=Comodín:
00000003=Añadir carpeta
00000004=Añadir archivos
00000005=Añadir subcarpetas
00000006=Externo
00000007=Añadir como carpeta recursiva

[Dialog.BDEAlias]
00000001=Nombre Alias:
00000002=Ruta para carpeta de datos:
00000003=Nombre controlador BDE:
00000004=Borrar antes de crear

[Dialog.CodeSigning]
00000001=Nombre
00000002=Comando
00000003=Añadir
00000004=Añadir una nueva entrada en el certificado
00000005=Editar
00000006=Editar la entrada del certificado actualmente seleccionada
00000007=Borrar
00000008=Borrar la entrada del certificado actualmente seleccionada

[Dialog.EvaluateConstant]
00000001=Seleccionar la Constante a evaluar:

[Dialog.FileAssociation]
00000001=Extensión del Archivo:
00000002=Tipo:
00000003=Descripción Documento
00000004=Asociar con:
00000005=Nombre del Icono:
00000006=Índice del Icono

[Dialog.GoToLine]
00000001=Introducir nuevo número línea:

[Dialog.InstallFonts]
00000001=Nombre Fuente
00000002=Nombre Archivo

[Dialog.InternetShortcut]
00000001=Nombre Archivo:

[Dialog.Language]
00000001=Seleccionar Idioma:
00000002=Identificación Idioma:
00000003=Código página:
00000004=Nombre Fuente Diálogo:
00000005=Nombre Fuente Bienvenida:
00000006=Nombre Fuente Título:
00000007=Nombre Fuente Copyright:
00000008=Tamaño:
00000009=Tamaño:
00000010=Tamaño:
00000011=Tamaño:
00000012=Mostrar Idioma de Derecha a Izquierda

[Dialog.Languages]
00000001=Por favor, seleccione los idiomas a añadir a Inno Setup
00000002=&Seleccionar todo
00000003=&Deseleccionar todo

[Dialog.NewProject]
00000001=&No mostrar este diálogo en Inicio:
00000002=Crear Nuevo
00000003=Instalador de Inno
00000004=Plantillas específicas
00000005=Plantillas Genéricas
00000006=Plantillas relacionadas
00000007=Instalador NSIS
00000008=Plantillas Genéricas
00000009=Plantillas Especiales
00000010=Plantillas relacionadas
00000011=Usar asistente de script para crear proyecto
00000012=Estilo Tema:
00000013=Abrir Script Reciente

[Dialog.ODBCProfile]
00000001=Nombre
00000002=Controlador

[Dialog.Parameters]
00000001=Línea de comando para instalar y desinstalar:

[Dialog.WindowsVersion]
00000001=Selccionar Versión Windows:
00000002=Información Ensamblado de Windows
00000003=Versión Superior:
00000004=Versión Inferior:
00000005=Versión Ensamblado:
00000007=Sólo puede introducir un número
00000008=Sólo puede introducir un número
00000009=Sólo puede introducir un número
00000010=Sólo puede introducir un número
00000011=Incluir Versión Ensamblado

[Options]
00000001=Herramientas
00000002=Opciones Reinicio
00000003=Opciones Importación
00000004=Opciones Exportación

[Options.Associations]
00000001=Asociaciones Archivo
00000002=&Asociar archivos de Script de Inno Setup (*.iss) con éste compilador

[Options.CodeSigning]
00000001=Nombre
00000002=Comando
00000003=Añadir
00000004=Añadir una nueva entrada en el certificado
00000005=Editar
00000006=Editar la entrada actualmente seleccionada del certificado
00000007=Borrar
00000008=Borrar la entrada actualmente seleccionada del certificado

[Options.Compiler]
00000001=Ubicación Compilador Inno Setup
00000002=Carpeta Compilador:

[Options.Display]
00000001=Visualizar (General)
00000002=Mostrar pestaña cierre en:
00000003=Mostrar iconos asociados en las pestañas de edición
00000004=Vistas Sección
00000005=Mostrar las líneas de rejilla en la sección
00000006=Mostrar Comentarios y líneas ISPP
00000007=Mostrar Comentario y líneas ISPP como valores

[Options.Editor]
00000001=Configuración Editor
00000002=Ancho Pestaña:
00000003=Invocar autocompletado automáticamente
00000004=Usar sintaxis de marcado
00000005=Subrayar errores de sintaxis
00000006=Auto indentar
00000007=Permitir movimiento cursor más alla del final de las líneas
00000008=Permitir continuación en líneas largas
00000009=Convertir tabulaciones a espacios
00000010=Visualizar Editor
00000011=Margen derecho:
00000012=Mostrar línea en curso
00000013=Mostrar guía indentación
00000014=Mostrar canal vertical del editor
00000015=Mostrar números línea en el canal vertical
00000016=Mostrar margen derecho

[Options.FontsAndColors]
00000001=Fuente del Editor
00000002=Fuente del editor:
00000003=Tamaño fuente editor:
00000004=Calidad Anti-Aliasing:
00000005=Colores Editor
00000006=Color fondo:
00000007=Color línea activa:

[Options.General]
00000001=Opciones Configuración
00000002=Sección Configuración:
00000003=Mostrar diálogo del proyecto
00000004=Reabrir el último archivo script
00000005=Abrir un archivo script vacío
00000006=Opciones Generales
00000007=Escribir Boolean como:
00000008=Visualizar ruta completa en la barra de título
00000009=Guardar automáticamente antes de compilar
00000010=Crear copias seguridad al guardar
00000011=Permitir deshacer después de guardar
00000012=Haceer pausa en las excepciones
00000013=Probar siempre el archivo script compilado

[Options.Plugins]
00000001=Nombre
00000002=Autor
00000003=Nombre Archivo
00000004=Habilitar Plugin
00000005=Habilitar/Deshabilitar el plugin seleccionado
00000006=Configurar Plugin
00000007=Configurar el plugin seleccionado actualmente
00000008=Acerca de Plugin
00000009=Visualizar la información del plugin seleccionado actualmente

[Options.Styler.Inno]
00000001=Aspecto Inno Setup
00000002=Aspecto Fuente
00000003=Elemento Aspecto:
00000004=Color primer plano:
00000005=Color fondo:
00000006=Ejemplo Aspecto

[Options.Styler.Pascal]
00000001=Ejemplo Aspecto
00000002=Aspecto Pascal
00000003=Aspecto Fuente
00000004=Elemento Aspecto:
00000005=Color primer plano:
00000006=Color fondo:

[Options.Updates]
00000001=Opciones Actualización
00000002=Servidor Proxy:
00000003=Nombre Usuario:
00000004=Contraseña:
00000005=Comprobar actualizaciones automáticamente al iniciar
00000006=Cambiar a actualizaciones del canal BETA
00000007=Añadir actualizaciones al achivo log
00000008=Usar servidor proxy

[Project.Additional]
00000001=Opciones adicionales
00000002=Espacio adicional en disco:
00000003=Redondear la información horaria:
00000004=Tocar la fecha:
00000005=Tocar la hora:
00000006=Cambios en asociaciones
00000007=Reiniciar siempre
00000008=Reiniciar si se necesita
00000009=Permitir cancelar durante la instalación
00000010=Información horaria en UTC
00000011=Entorno de cambios
00000012=Icono Configuración
00000013=Archivo del icono para configuración:
00000014=Seleccionar Archivo Icono para Configuración

[Project.Appearance]
00000001=Ventana Asistente
00000002=Imagen normal del Asistente:
00000003=Imagen pequeña asistente:
00000004=Color fondo:
00000005=Alargar imagen asistente
00000006=Seleccionar Imagen Pequeña Asistente
00000007=Seleccionar Imagen Normal Asistente
00000008=Ventana Fondo
00000011=Dirección:
00000012=Ventana fondo visible
00000013=Color fondo sólido
00000014=Mostrar título ventana
00000015=Ventana redimensionable
00000016=Comenzar maximizada

[Project.ApplicationDetails]
00000001=Detalles Aplicación
00000002=Nombre Aplicación:
00000003=Versión Aplicación:
00000004=Copyright Aplicación:
00000006=Contraseña:
00000007=Privilegios requeridos:
00000008=ID Aplicación:
00000009=Versión Aplicación
00000010=Generar ID para Aplicación
00000011=AppVerName fué sustituído en la versión 5.3.10 de Inno Setup por AppVersion.\n\nHacer click aquí para convertir a la nueva directiva de "AppVersion"
00000012=Inormación de  &&Licencia
00000013=Archivo licencia:
00000014=Archivo "Información Anterior":
00000015=Archivo "Información Posterior":
00000016=Buscar el Archivo Licencia
00000017=Buscar el Archivo "Información Anterior"
00000018=Buscar el Archivo "Información Posterior"

[Project.CodeSigning]
00000001=Certificado
00000002=Carpeta desinstalador:
00000003=Herramienta Certificado:
00000004=Desinstalador certificado usado
00000005=Seleccionar Carpeta para Guardar los Archivos de Desinstalación del Certificado
00000006=Configurar Herramientas Certificado

[Project.Compiler]
00000001=Opciones Compilador
00000002=Carpeta Salida:
00000003=Nombre Archivo Salida:
00000004=Carpeta Entrada:
00000005=Nombre manifiesto salida:
00000006=Usar cargador configuración
00000007=Mexclar archivos duplicados
00000008=Encriptación
00000011=Seleccionar Carpeta Salida:
00000012=Seleccionar Carpeta Entrada:
00000013=Seleccionar Archivo Manifiesto Salida:
00000014=Opciones Arquitectura
00000015=Instalar en modo 64-bit:
00000016=Permitidas arquitecturas:

[Project.Compression]
00000001=Compresión
00000002=Compresión:
00000003=Compresión interna:
00000004=Nivel de compresión:
00000006=Compresión sólida
00000007=Opciones LZMA/LZMA2
00000008=Algoritmo:
00000009=Tamaño de bloque:
00000010=Tamaño Diccionario:
00000011=Buscador coincidencias:
00000014=Usar proceso separado:

[Project.Directory]
00000001=Carpeta Aplicación
00000002=Nombre carpeta por defecto:
00000003=Deshabilitar página carpeta:
00000004=Aviso carpeta existente:
00000005=Crear carpeta aplicación
00000006=Usar carpeta aplicación anterior
00000007=Permitir carpea raíz
00000008=Permitir ruta UNC
00000009=Habilitar aviso carpeta inexistente
00000010=Añadir nombre carpeta por defecto

[Project.DiskSpanning]

[Project.InstallPages]
00000001=Páginas de Instalación
00000002=Usar configuración anterior
00000003=Usar tareas anteriores
00000007=Mostrar el tamaño de los componentes
00000008=Deshabilitar página terminada
00000009=Mostrar tareas en 3 líneas
00000010=Mostrar lista de componentes
00000013=Deshabilitar mensaje configuración
00000014=Desahabilitar página bienvenida
00000015=Usar idioma anterior

[Project.Language]
00000001=Opciones de Idiomas
00000002=Método detección de idioma:
00000003=Mostrar diálogo de idioma:
00000004=Mostrar idiomas no visualizables

[Project.LogFile]
00000001=Archivo Log
00000002=Nombre Archivo Log:
00000003=Método para guardar en log:
00000004=Seleccionar Archivo Log:

[Project.ProgramGroup]
00000001=Grupo Programa
00000002=Nombre grupo programa por defecto:
00000003=Deshabilitar  página grupo programa
00000004=Usar grupo anterior
00000005=No permitir Iconos
00000006=Usar siempre grupo personal
00000007=Añadir nombre grupo por defecto

[Project.PublisherInfo]
00000001=Información Editor
00000002=Editor:
00000003=URL Editor:
00000004=URL Soporte:
00000005=URL Actualizaciones:
00000006=Versión:
00000007=Comentarios
00000008=Contacto:
00000009=Archivo Leame:
00000010=Teléfono:

[Project.RestartManager]
00000001=Gestor Reinicio
00000002=Filtro Aplicaciones:
00000003=Cerrar aplicaciones automáticamente
00000004=Reiniciar aplicaciones

[Project.SysRequirements]
00000001=Requerimientos del Sistema
00000002=Versión Windows permitida
00000005=Seleccionar Versión Windows NT permitida
00000006=Seleccionar Versión Windows permitida
00000007=Versión mínima de Windows
00000010=Seleccionar Versión Mínima de Windows
00000011=Seleccionar Versión Mínima de Windows NT

[Project.Uninstall]
00000001=Opciones de Desinstalación
00000002=Modo log:
00000003=Carpeta archivos desinstalación:
00000004=Desinstalable:
00000005=Crear clave de Registro:
00000006=Reiniciar equipo
00000007=Actualizar log desinstalación AppName
00000008=Programa && Opciones Funcionalidad
00000009=Visualizar nombre:
00000010=Visualizar icono:
00000011=Índice icono:
00000012=Modificar ruta:
00000013=Visualizar tamaño:

[Project.UserInfo]
00000001=Información de Usuario
00000002=Nombre usuario por defecto:
00000003=Organización del usuario por defecto:
00000004=Número serie usuario por defecto:
00000005=Mostrar página con información del usuario
00000006=Usar información anterior del usuario

[Project.VersionInfo]
00000001=Información Versión
00000002=Versión:
00000003=Compañía:
00000004=Descripción:
00000005=Versión Texto:
00000007=Nombre Producto:
00000008=Versión Producto:

[Properties.BaseForm]

[Properties.Components]
00000001=Nombre:
00000002=Descripción:
00000003=Espacio Extra en Disco:

[Properties.CustomMessages]
00000001=ID Mensaje:
00000002=Sustituir Idioma:
00000003=Mensaje Personalizado:

[Properties.Files]
00000001=Origen:
00000002=Nombre Destino:
00000003=Carpeta Destino:
00000004=Fuente para Instalar:
00000005=Tamaño Externo:
00000006=Nombre Ensamblaje Fuerte:
00000007=Condicional
00000008=Sistema
00000009=(Des)Instalar
00000010=Otro

[Properties.Folders]
00000001=Nombre:
00000002=Carpeta Destino:

[Properties.Icons]
00000001=Nombre:
00000002=Nombre Archivo:
00000003=Carpeta Trabajo:
00000004=Nombre Archivo Icono:
00000005=Índice Icono:
00000006=Carpeta Destino:
00000007=(Des)Instalar
00000008=Adicional
00000009=Parámetros:
00000011=Comentario:
00000012=Tecla rápida:

[Properties.INIFiles]
00000001=Nombre Archivo:
00000002=Sección:
00000003=Clave:
00000004=Cadena:

[Properties.InstallDelete]
00000001=Nombre Archivo:
00000002=Tipo:

[Properties.InstallRun]
00000001=Nombre Archivo:
00000002=Parámetros:
00000003=Carpeta Trabajo:
00000004=Descripción:
00000005=Mensaje Estado:
00000006=ID Ejecutar una vez:
00000007=Verbo Ejecutar:
00000008=Condicional
00000009=Sistema
00000010=Visibilidad

[Properties.Languages]
00000001=Nombre:
00000002=Archivo Mensajes:
00000003=Archivo Licencia:
00000004=Archivo Información Anterior:
00000005=Archivo Información Posterior:

[Properties.Messages]
00000001=ID Mensaje:
00000002=Sustituir Idioma:
00000003=Mensaje por Defecto:
00000004=Mensaje Personalizado:

[Properties.PostCompile]
00000001=Parámetros:
00000002=Nombre Archivo:

[Properties.PreCompile]
00000001=Parámetros:
00000002=Nombre Archivo:

[Properties.Registry]
00000001=Raíz:
00000002=SubClave:
00000003=Tipo Valor:
00000004=Nombre Valor:
00000005=Datos:
00000006=(Des)Instalar

[Properties.SignTool]
00000001=Comando:
00000002=Nombre:

[Properties.Special]
00000001=Texto:

[Properties.Tasks]
00000001=Nombre:
00000002=Descripción:
00000003=Descripción Grupo:

[Properties.Types]
00000001=Nombre:
00000002=Descripción:

[Properties.UnInstallDelete]
00000001=Nombre Archivo:
00000002=Tipo:

[Properties.UnInstallRun]
00000001=Nombre Archivo:
00000002=Parámetros:
00000003=Carpeta Trabajo:
00000006=ID Ejecutar una vez:
00000007=Verbo Ejecutar:
00000008=Condicional
00000009=Sistema
00000010=Visibilidad

[Section.BaseForm]

[Section.Components]
00000009=Comprobar
00000010=Instalar Antes
00000011=Instalar Después
00000001=Nombre
00000002=Descripción
00000003=Espacio Requerido
00000004=Tipos
00000005=Avisos
00000006=Versión Mínima
00000007=Versión máxima permitida
00000008=Idiomas

[Section.CustomMessages]
00000001=ID Mensaje
00000002=Idioma
00000003=Mensaje

[Section.Files]
00000009=Tamaño Externo
00000010=Nombre Ensamblado Fuerte
00000011=Versión Mínima
00000012=Versión máxima permitida
00000013=Componentes
00000014=Tareas
00000015=Idiomas
00000016=Permisos
00000017=Exclusiones
00000018=Comprobar
00000019=Antes de Instalar
00000020=Después de Instalar
00000001=Nombre Archivo Origen
00000002=Nombre Archivo Destino
00000003=Tipo Archivo
00000004=Carpeta Origen
00000005=Carpeta Destino
00000006=Avisos
00000007=Atributos
00000008=Fuente Instalación
00000021=Añadir Archivos...
00000022=Verificar Archivos Existen
00000023=Ruta Relativa
00000024=Ruta Absoluta
00000025=Añadir Carpeta...
00000026=Carpeta &Origen Abierta
00000027=Convertir Rutas Archivo A

[Section.Folders]
00000009=Idiomas
00000010=Permisos
00000011=Exclusiones
00000012=Comprobar
00000013=Antes Instalar
00000014=Después Instalar
00000001=Nombre
00000002=Carpeta Destino
00000003=Avisos
00000004=Atributos
00000005=Versión Mínima
00000006=Versión máxima permitida
00000007=Componentes
00000008=Tareas

[Section.Icons]
00000009=Comentario
00000010=Tecla Acceso
00000011=Versión Mínima
00000012=Versión máxima permitida
00000013=Componentes
00000014=Tareas
00000015=Idiomas
00000016=Comprobar
00000017=Antes Instalar
00000018=Después Instalar
00000001=Nombre
00000002=Nombre Archivo
00000003=Carpeta Trabajo
00000004=ID Modelo Aplicación Usuario
00000005=Avisos
00000006=Nombre Archivo Icono
00000007=Índice Icono
00000008=Parámetros

[Section.INIFiles]
00000009=Tareas
00000010=Idiomas
00000011=Comprobar
00000012=Antes Instalar
00000013=Después Instalar
00000001=Nombre Archivo
00000002=Sección
00000003=Clave
00000004=Valor
00000005=Avisos
00000006=Versión Mínima
00000007=Versión máxima permitida
00000008=Componentes

[Section.InstallDelete]
00000009=Antes Instalar
00000010=Después Instalar
00000001=Tipo
00000002=Nombre Archivo
00000003=Versión Mínima
00000004=Versión máxima permitida
00000005=Componentes
00000006=Tareas
00000007=Idiomas
00000008=Comprobar

[Section.InstallRun]
00000009=Versión Mínima
00000010=Versión máxima permitida
00000011=Componentes
00000012=Tareas
00000013=Idiomas
00000014=Comprobar
00000015=Antes Instalar
00000016=Después Instalar
00000001=Nombre Archivo
00000002=Parámetros
00000003=Carpeta Trabajo
00000004=Avisos
00000005=Descripción
00000006=Mensaje Estado
00000007=Verbo Ejecutar
00000008=ID Ejecutar Una Vez

[Section.Languages]
00000001=Nombre
00000002=Archivo Mensajes
00000003=Archivo Licencia
00000004=Archivo Información Antes
00000005=Archivo Información Después
00000006=Añadir Idiomas Estándar Inno Setup

[Section.Messages]
00000001=ID Mensaje
00000002=Idioma
00000003=Mensaje

[Section.PreCompile]
00000001=Nombre Archio
00000002=Parámetros
00000003=Avisos

[Section.Registry]
00000009=Versión máxima permitida
00000010=Componentes
00000011=Tareas
00000012=Idiomas
00000013=Comprobar
00000014=Antes Instalar
00000015=Después Instalar
00000001=Raíz
00000002=Subclave
00000003=Tipo Valor
00000004=Nombre Valor
00000005=Dato Valor
00000006=Avisos
00000007=Permisos
00000008=Versión Mínima

[Section.Tasks]
00000009=Comprobar
00000010=Antes Instalar
00000011=Después Instalar
00000001=Nombre
00000002=Descripción
00000003=Descripción Grupo
00000004=Avisos
00000005=Versión Mínima
00000006=Versión máxima permitida
00000007=Componentes
00000008=Idiomas

[Section.Types]
00000009=Después Instalar
00000001=Nombre
00000002=Descripción
00000003=Avisos
00000004=Versión Mínima
00000005=Versión máxima permitida
00000006=Idiomas
00000007=Comprobar
00000008=Antes Instalar

[Section.UnInstallDelete]
00000009=Antes Instalar
00000010=Después Instalar
00000001=Tipo
00000002=Nombre Archivo
00000003=Versión Mínima
00000004=Versión máxima permitida
00000005=Componentes
00000006=Tareas
00000007=Idiomas
00000008=Comprobar

[Section.UnInstallRun]
00000009=Versión Mínima
00000010=Versión máxima permitida
00000011=Componentes
00000012=Tareas
00000013=Idiomas
00000014=Comprobar
00000015=Antes Instalar
00000016=Después Instalar
00000001=Nombre Archivo
00000002=Parametros
00000003=Carpeta Trabajo
00000004=Avisos
00000005=Descripción
00000006=Mensajes Estado
00000007=Verbo Ejecutar
00000008=ID Ejecutar Una Vez

[Section_PostCompile]

[Wizard.BaseForm]

[Wizard.InnoSetup]
00000001=Este asistente no cubre todas las funcionalidades de Inno Setup. Consultar la documentación de Inno Setup relacionada con la creación de archivos script.\n\nHacer click en Siguiente para continuar, o Cancelar para salir del asistente.
00000002=Este asistente le guiará a través del proceso de creación de un nuevo archivo script de Inno Setup. Los resultados se usarán para generar un nuevo archivo script que puede ser compilado directamente o guardado en disco para su uso posterior.
00000003=Bienvenido al [name]
00000004=Se ha completado correctamente el [name].\n\nPara cerrar este asistente y generar el nuevo archivo script, hacer click en Finalizar.
00000005== requerido
00000006=negrita
00000007=Crear un &nuevo archivo script
00000008=No&mbre Aplicación:
00000009=&Aplicación publicada por:
00000010=Sitio& web Aplicación
00000011=&Versión Aplicación:
00000012=No&mbre carpeta Aplicación:
00000013=Carpeta &destino Aplicación:
00000014=La aplicación &no necesita una carpeta
00000015=Permitir al usuario &cambiar la carpeta de la aplicación
00000016=Otro:
00000017=Navega&r...
00000018=Archivo &principal de la Aplicación:
00000019=Permitir al &usuario ejecutar la aplicación una vez que la instalación haya finalizado
00000020=&Añadir archivo(s)...
00000021=Añadir &carpeta...
00000022=&Editar...
00000023=Otros &archivos de la aplicación:
00000024=Elimi&nar
00000025=La aplicación &no tiene un archivo principal
00000026=Permitir al usuario &deshabilitar la creación de una carpeta en el Menú Inicio
00000027=Otros iconos del programa principal:
00000028=Nombre carpeta Aplicación en el &Menú Inicio:
00000029=Crear un icono en la carpeta Menú Inicio para &Desinstalar
00000030=Crear un acceso directo a &Internet en la carpeta Menú Inicio
00000031=Permitir al usuario crear un icono en el &escritorio
00000032=Permitir al usuario &cambiar el nombre de carpeta en el Menú Inicio
00000033=Permitir al usuario crear un icono en la barra de &Inicio Rápido
00000034=Na&vegar...
00000035=Archivo de información a mostrar &tras la instalación:
00000036=Na&vegar...
00000037=Archivo de información a mostrar &antes de la instalación:
00000038=Na&vegar...
00000039=Archivo &Licencia:
00000040=&Seleccionar todo
00000041=&Idiomas:
00000042=&Deseleccionar todo
00000043=Usar la contraseña para &encriptar los archivos de la aplicación
00000044=Nombre archivo &salida del compilador
00000045=Na&vegar...
00000046=Carpeta &salida del compilador:
00000047=&Contraseña configuración:
00000048=Na&vegar...
00000049=Archivo icono Configuración Personalizada:

[$CONSTANTS]
Default=Defecto
SCaption3rdpartyDownload=Descargar
SCaption3rdpartyPost=Pasos Después Compilación
SCaption3rdpartyPre=Pasos Antes Compilación
SCaptionAppearance=Aspecto
SCaptionApplicationAdditional=Opciones Adicionales
SCaptionApplicationDetails=Detalles Aplicación
SCaptionApplicationFolder=Carpeta Aplicación
SCaptionAutoCAcceptWith=Aceptar con: <TAB> or <ENTER>
SCaptionAutoCNoSelection=Por favor, seleccionar una entrada de la lista AutoCompletar
SCaptionBlankScript=Script Vacío
SCaptionCode=Código Pascal
SCaptionCodeSigning=Código Certificado
SCaptionCodeSigningTools=Herramientas Código Certificado
SCaptionCompilerSettings=Opciones Compilador
SCaptionComponents=Componentes
SCaptionCompression=Compresión
SCaptionCopy=&Copiar
SCaptionCustomizeView=Personalizar Vista...
SCaptionCustomMessages=Mensajes Personalizados
SCaptionCut=Cor&tar
SCaptionDelete=Borrar &Opción
SCaptionDeleteAll=Borrar Todas Opciones
SCaptionDisplaySettings=Mostrar Opciones
SCaptionDuplicateEntry=Entrada Duplicada
SCaptionEditorSettings=Opciones Editor
SCaptionFiles=Archivos
SCaptionFolders=Carpetas
SCaptionFontsAndColors=Fuentes y Colores
SCaptionGeneralSettings=Opciones Generales
SCaptionGenericTemplates=Plantillas Genéricas
SCaptionIcons=Iconos
SCaptionIni=Archivos INI
SCaptionInnoSetupProject=Proyecto Inno Setup
SCaptionInnoStyler=Estilo Inno Setup
SCaptionInsertCommentLine=Línea Comentario
SCaptionInsertEmptyLine=Linea Vacía
SCaptionInsertISPPLine=Línea ISPP
SCaptionInstallationPages=Páginas Instalación
SCaptionInstallDelete=Borrar Instalación
SCaptionInstallRun=Ejecutar Instalación
SCaptionItemProperties=Propiedades Elemento
SCaptionLanguages=Idiomas
SCaptionLanguageSettings=Opciones Idioma
SCaptionLocateInScript=Buscar Elemento en Script
SCaptionLogFile=Archivo Log
SCaptionMessages=Mensajes
SCaptionMoveDown=Bajar
SCaptionMoveToBottom=Mover al Final
SCaptionMoveToTop=Mover al Comienzo
SCaptionMoveUp=Subir
SCaptionNewItem=Nuevo Elemento
SCaptionNoProject=<No Proyecto>
SCaptionPascalStyler=Estilo Pascal
SCaptionPaste=&Pegar
SCaptionPluginDisable=Deshabilitar Plugin
SCaptionPluginEnable=Habilitar Plugin
SCaptionPluginSettings=Opciones Plugin
SCaptionPost=Pasos Después Compilación
SCaptionPostCompileImported=%s Sección Después Compilación
SCaptionPre=Pasos Antes Compilación
SCaptionPreCompileImported=%s Sección Antes Compilación
SCaptionProgramGroup=Grupo Programa
SCaptionProgramGroupVista=Opciones Programas y Características
SCaptionProgramGroupXP=Opciones Añadir o Quitar Programas
SCaptionProject=Proyecto - [%s]
SCaptionPublisherInformation=Información Editor
SCaptionRegistry=Registro
SCaptionRestartManager=Gestor Reinicio
SCaptionRunAs2KXP=Lanzar Instalar/Desinstalar siempre como un usuario distinto
SCaptionRunAsVista=Lanzar Instalar/Desinstalar siempre como un Administrador
SCaptionScript=Script Inno Setup
SCaptionSelectAll=Seleccionar todo
SCaptionSelectIconFile=Seleccionar Archivo Icono
SCaptionSelectInfoFile=Seleccionar Archivo Información
SCaptionSelectINIFile=Seleccionar Archivo INI
SCaptionSelectLicenseFile=Seleccionar Archivo Licencia
SCaptionSelectLogFile=Seleccionar Archivo Log del Compilador
SCaptionSelectManifestFile=Seleccionar Archivo Manifiesto Salida
SCaptionSelectMessagesFile=Seleccionar Archivo Mensajes
SCaptionSelectOutputFolder=Seleccionar carpeta Salida
SCaptionSelectRegistryFile=Seleccionar Archivo Registro
SCaptionSelectSignedUninstallFolder=Seleccionar carpeta Certificado Desinstalador
SCaptionSelectSourceFolder=Seleccionar carpeta Origen
SCaptionSelectWizardImage=Seleccionar Imagen Asistente
SCaptionSelectWizardImage2=Seleccionar Imagen Pequeña Asistente
SCaptionSimpleScript=Script Simple
SCaptionSpecialItems=Elementos Especiales
SCaptionSpecializedTemplates=Plantillas Específicas
SCaptionSpecialValueComment=Comentario
SCaptionSpecialValueCommentText=Texto Comentario:
SCaptionSpecialValueEmptyLine=Línea Vacía
SCaptionSpecialValueISPPCode=Código ISPP:
SCaptionSpecialValueISPPLine=Línea ISPP
SCaptionSystemRequirements=Requerimientos Sistema
SCaptionTargetMenu=Objetivo [%s]
SCaptionTasks=Tareas
SCaptionThemedTemplates=Plantillas Temas
SCaptionThirdPartyImported=%s Opciones Importadas
SCaptionTypes=Tipos
SCaptionUninstall=Opciones Desinstalación
SCaptionUninstallDelete=Borrar Desinstalar
SCaptionUninstallRun=Ejecutar Desinstalar
SCaptionUpdateSettings=Opciones Actualización
SCaptionUserInformation=Información Usuario
SCaptionVersionInformation=Información Versión
SCompilerExampleScripts=Scripts ejemplo...
SCompilerExecuteSetupError=Error ejecutando "%s": \n\n %d: %s
SCompilerIllegalNullChar=Carácter nulo ilegal en línea %d
SCompilerMoreFiles=Más archivos...
SCompilerStatusAborted=Compilación abortada.
SCompilerStatusElapsed=Tiempo total de compilación: %s
SCompilerStatusErrorAborted=Error de Compilador!
SCompilerStatusFileError=Error: %s no se puede encontrar. Por favor, confirme la %s acción.
SCompilerStatusFinished=Compilación terminada.  [%s a %s]
SCompilerStatusPrePostFinished=%s Proceso terminado.
SCompilerStatusPrePostStarted=%s Procesando.
SCompilerStatusPrePostStep=Ejecutando: %s
SCompilerStatusPrePostWarning=%s Proceso está siendo probado aún.
SCompilerStatusStarting=Comeinza compilación.  [%s a %s]
SCompilerStatusUnsupported=Definiciones de ISPP no están actualmente soportadas por la Sección %s.
SCompilerStatusVersion=Compilando script con %s [%s]
SDebuggerExitCode=%s código terminación
SDebuggerExitCodeError1=No se puede obtener código de terminación %s (%s ha fallado)
SDebuggerExitCodeError2=%s está aún en ejecución; no se puede obtener código terminación
SDebuggerStatusAppStarted=%s aplicación iniciada
SDebuggerStatusCleanUp=Eliminando carpeta temporal
SDebuggerStatusCleanUpFailed=Error al eliminar carpeta temporal
SDebuggerStatusTerminating=# Proceso finalizando #
SDialogButtonApply=Aplicar
SDialogButtonBack=< &Atrás
SDialogButtonCancel=Cancelar
SDialogButtonFindAll=Buscar Todo
SDialogButtonFinish=&Finalizar
SDialogButtonHelp=Ayuda
SDialogButtonNext=&Siguiente >
SDialogButtonReplaceAll=Reemplazar Todo
SEditorAbortCompile=Está seguro de que desea abortar la compilación?
SEditorCaptionColumn=Columna
SEditorCaptionInsert=Insertar
SEditorCaptionLine=Linea
SEditorCaptionModified=Modificado
SEditorCaptionOverwrite=Sobreescribir
SEditorCaptionReadOnly=Sólo Lectura
SFormCaptionAbout=Acerca de
SFormCaptionAddFolder=Añadir Carpeta
SFormCaptionBDEAlias=Crear Alias BDE
SFormCaptionComponent=Porpiedades Componente
SFormCaptionCustomize=Personalizar Columnas
SFormCaptionCustomMessage=Propiedades Mensaje Personalizado
SFormCaptionEvaluateConstant=Evaluar Constante
SFormCaptionFile=Propiedades Archivo
SFormCaptionFileAssociation=Crear Asociación Archivo
SFormCaptionFolder=Propiedades Carpeta
SFormCaptionGoToLine=Ir a Número Línea
SFormCaptionIcon=Propiedades Icono
SFormCaptionImportINIFiles=Importando Archivos INI
SFormCaptionImportMessages=Importando Mensajes
SFormCaptionImportRegistryFiles=Importando Archivos Registro
SFormCaptionIniFile=Propiedades Archivo INI
SFormCaptionInnoWizard=Script Asistente Inno Setup
SFormCaptionInnoWizardFiles=Archivo Asistente Script
SFormCaptionInstallDelete=Acción Borrar Instalación
SFormCaptionInstallFonts=Seleccionar Fuentes
SFormCaptionInstallRun=Acción Ejecutar Instalación
SFormCaptionInternetShortcut=Crear Acceso Directo Internet
SFormCaptionLanguage=Propiedades Idioma
SFormCaptionLanguageOptions=Opciones Idioma
SFormCaptionLanguages=Seleccionar Idiomas Estándar
SFormCaptionMessage=Propiedades Mensaje
SFormCaptionNewProject=Nuevo Proyecto
SFormCaptionODBCProfile=Crear Perfil ODBC
SFormCaptionOptions=Opciones
SFormCaptionParameters=Parámetros
SFormCaptionPostCompile=Acción Después Compilar
SFormCaptionPreCompile=Acción Antes Compilar
SFormCaptionRegistry=Entrada Registro
SFormCaptionReplace=Reemplazar Texto
SFormCaptionSearch=Buscar Texto
SFormCaptionSetupOptions=Opciones Configuración
SFormCaptionSignTool=Propiedades Herramienta Certificado
SFormCaptionSignTools=Herramientas Certificado
SFormCaptionSpecialValue=Valor Especial Propiedades
SFormCaptionTask=Propiedades Tarea
SFormCaptionType=Propiedades Tipo
SFormCaptionUninstallDelete=Acción Borrar Desinstalar
SFormCaptionUninstallRun=Acción Ejecutar Desinstalar
SGroupCaptionAdditional=Adicional
SGroupCaptionAttributes=Atributos
SGroupCaptionComponents=Componentes
SGroupCaptionDetails=Detalles
SGroupCaptionExcludes=Exclusiones
SGroupCaptionFlags=Avisos
SGroupCaptionLanguages=Idiomas
SGroupCaptionMinWindowsGroup=Versión mínima Windows
SGroupCaptionOnlyBelowWindows=Versión máxima Windows
SGroupCaptionPermissions=Permisos
SGroupCaptionScripting=Script Pascal
SGroupCaptionSignTool22=Detalles Herramienta Certificado
SGroupCaptionSysRequirments=Requerimientos Sistema
SGroupCaptionTasks=Tareas
SGroupCaptionTypes=Tipos
SHintCopy=Copiar la selección en el portapapeles
SHintCustomizeView=Personalizar la vista actual
SHintCut=Cortar la selección y llevarla al portapapeles
SHintDelete=Borrar elemento
SHintDeleteAll=Borrar todos los elementos
SHintExpression=Expresión Booleana, la cual puede contener llamadas a funciones de comprobación para fijar el parámetro Desinstalable.\n\nPor ejemplo: not Is TaskSelected('portablemode')
SHintInsertCommentLine=Línea Comentario
SHintInsertEmptyLine=Línea Vacía
SHintInsertISPPLine=Línea ISPP
SHintItemProperties=Mostrar la hoja seleccionada de Propiedad de los Elementos
SHintLanguage=Usar los archivos %s de idioma
SHintLocateInScript=Localizar el Elemento en el script activo
SHintMinimumWindows=Seleccionar Versión Mínima de Windows
SHintMinimumWindowsNT=Seleccionar Versión Mínima de Windows NT
SHintMoveDown=Bajar
SHintMoveToBottom=Ir al Final
SHintMoveToTop=Ir al Principio
SHintMoveUp=Subir
SHintNewItem=Nuevo Elemento
SHintOnlyBelowWindows=Seleccionar Versión Máxima de Windows
SHintOnlyBelowWindowsNT=Seleccionar Versión Máxima de Windows NT
SHintPaste=Copiar contenido de portapapeles
SHintSelectAll=Seleccionar todos los Elementos
SHintSpecialItems=Elementos speciales
SLabelCaptionAfterInstall=Después de Instalar:
SLabelCaptionBeforeInstall=Antes de Instalar:
SLabelCaptionCheck=Comprobar:
SLabelCaptionManualListEntry=Lista Manual (Cada entrada debe estar separada con un espacio)
SMessageClearAllItems=Está seguro de que quiere borrar todas las entradas de esta sección del script?
SMessageCompileNow=Desea compilar el nuevo script ahora?
SMessageCompilerErrorTitle=Error de Compilador
SMessageCompilerNeedUninstExe=No se puede Desinstalar en este momento. Por favor, ejecute primero  la Instalación completamente
SMessageCompilerRunning=Una compilación ya se está ejecutando.
SMessageCompilerSaveFile=Desea guardar el script antes de compilar?\n\nSi contesta No, la instalación compilada se guardará por defecto en la carpeta Mis Documentos.
SMessageConvertAppVerName=Convertir la Versión de Aplicación de la directiva AppVerName a la nueva AppVersion?\n\nEste cambio deshabilitará la vieja directiva AppVerName después de haber copiado el valor a la nueva AppVersion.\n\nPor favor, confirme que la directiva AppVersion es correcta tras la conversión.
SMessageConvertToAbsolutePath=Convertir los archivos seleccionados para usar rutas absolutas?
SMessageConvertToRelativePath=Convertir los archivos seleccionados para usar rutas relativas?
SMessageCreateUninstallIconError=Por favor, especifique un valor para "AppName" en la sección [Setup] del script.
SMessageDebuggerDetachProcess=Este comando detachará el depurador del proceso %s. Desea continuar?
SMessageDebuggerException=Línea %d:\n%s.
SMessageDebuggerExceptionTitle=Error en ejecución
SMessageDebuggerNoCode=No se ha generado código para la línea actual.
SMessageDebuggerPausePending=Ya está en estado de pausa.
SMessageDebuggerStopProcess=Por favor, detener el proceso %s antes de ejecutar este comando.
SMessageDebuggerTerminateProcess1=Esto finalizará el proceso %s en ejecución. Desea continuar?
SMessageDebuggerTerminateProcess2=Notar que si %s está actualmente en la fase de instalación, cualquier cambio hecho al sistema no será revertido, ni será guardado ningún dato de desinstalación.
SMessageDebuggerTerminateProcessTitle=Proceso finalizado
SMessageDeleteMultipleItems=Está seguro que desea borrar las entradas del elemento %d de ésta sección del script?
SMessageEvaluateErrorTitle=Evaluar Error
SMessageEvaluateResultTitle=Evaluar Resultado
SMessageEvaluateUnknown=Ha ocurrido un error desconocido.
SMessageFileAssocError1=Extensión de archivo desconocida.
SMessageFileAssocError2=Tipo desconocido.
SMessageFileAssocError3=Descripción de documento desconocida.
SMessageFileAssocError4=Archivo para asociación desconocido.
SMessageFileAssocFailed=Error al asociar %s con la extensión de archivo iss\nCódigo Error: %d (%s)
SMessageFileAssocNotElevated=Persmitiar a %s asociarse la con la extensión del archivo iss, debe ejecutarse como Administrador.
SMessageFileAssocSuccess=La extensión .iss se ha asociado correctamente con: %s
SMessageFileAssocTitle=Cambiar Asociación
SMessageFileCheckError=Los archivos siguientes no existen.
SMessageFileCheckErrorTitle=Archivos desconocidos
SMessageFileCheckSuccess=Todos los archivos comprobados existen.
SMessageGenerateGUID=El GUID generado será insertado en el editor en la posición actual. Desea continuar?
SMessageGenerateGUID2=Ya ha sido asignada una ID para la Aplicación.\n\nDesea generar un nuevo ID?
SMessageGenerateGUIDTitle=Generar GUID
SMessageGoToLineError=Número de línea debe estar entre 1 y %d
SMessageImportMessages=Desea que los mensajes importados sustituyan a los actuales de la sección [Messages] del script?
SMessageISCmplrError=Inno Script Studio no ha podido cargar el compilador Inno Setup (%s). Por favor, confirme que la ubicación del compilador Inno Setup es correcta.\n\nLas funcionalidades del compilador Inno Setup no estarán disponibles hasta que se indique su ubicación correccta.
SMessageISCmplrErrorTitle=Error al cargar %s
SMessageLocateInScriptError=Error al localizar el elemento en el script activo
SMessageLogFileReadError=Error al leer el archivo log
SMessageLogFileReadErrorTitle=Error al leer el archivo log
SMessageLogFileWriteError=Error al crear el archivo log
SMessageLogFileWriteErrorTitle=Error al escribir el achivo log
SMessageMRUFileNotFound=El archivo ''%s'' no se puede localizar.\n\nDesea eliminarlo de la lista de elementos recientes?
SMessageMRUFileNotFoundTitle=Error al cargar archivo
SMessageODBCTypeError=El valor del tipo en el Registro no es válido: %s
SMessageOpenInInnoCompiler1=El script debe ser guardado antes de que pueda abrirse en Inno Setup.\n\nDesea guardar el archivo script ahora?
SMessageOpenInInnoCompiler2=El archivo script ha sido modificado, y debe guardarse antes de que pueda ser abierto en Inno Setup.\n\nDesea guardar el archivo script ahora?
SMessagePostCompileImported=La sección %s ha sido importada en la sección PostCompile.
SMessagePreCompileImported=La sección %s ha sido importada en la sección PreCompile.
SMessageReloadScript1=El archivo ha sido modificado por otro programa ajeno al editor.\n\nDesea volver a cargar el archivo?
SMessageReloadScript2=El archivo ha sido modificado por otro programa ajeno al editor. Asimismo, se han hecho cambios en el editor.\n\nDesea volver a cargar el archivo y perder los cambios hechos?
SMessageReloadScriptModal=El archivo ha sido modificado por otro programa ajeno al editor. Debería volver a cargarlo..
SMessageResetOptions=Reiniciar toda las opciones a los valores por defecto?
SMessageSaveChanges=El texto en el archivo %s ha sido modificado.\n\nDesea guardar los cambios?
SMessageThirdPartyImported=Los valores %s han sido importados en la sección ThirdParty.
SMessageUpdateAvailable=Una nueva versión de Inno Script Studio (%s) está disponible.\n\nDesea descargarla e instalarla?
SMessageUpdateAvailableTitle=Una nueva actualización está disponible
SMessageUpdateError=Inno Script Studio no ha podido descargar la información sobre la actualización.
SMessageUpdateFailed=Inno Script Studio no ha podido conectarse con el servidor.\nSi está utilizando un servidor proxy, por favor, compruebe los valores e inténtelo de nuevo.
SMessageUpdateFailedTitle=La actualización ha fallado
SMessageUpdateLatestInstalled=La versión de la aplicación (%s) ya está actualizada.
SMessageValidationError=Los errores de validación siguientes deben ser corregidos antes de continuar.
SMessageValidationErrorItem=Por favor, introduzca un valor "%s".
SMessageValidationErrorTitle=Error de Validación
SMessageVerifyFiles=Para verificar los archivos seleccionados, el script debe ser guardado.\n\nDesea guardar el script ahora?
STabCaptionAdditional=Adicional
STabCaptionAdvanced=Avanzado
STabCaptionCommon=Común
STabCaptionComponents=Componentes
STabCaptionDetails=Detalles
STabCaptionLanguage=Idiomas
STabCaptionTasks=Tareas
STabCaptionTypes=Tipos
SUntitled=Sin título
SWizardAppDir=Carpeta Aplicación
SWizardAppDir2=Por favor, indique la información de la carpeta de la aplicación.
SWizardAppDirNameError=Por favor, indique el nombre de la carpeta de aplicación.
SWizardAppDocs=Documentación de la Aplicación
SWizardAppDocs2=Por favor, indique los archivos de documentación a mostrar durante el proceso de instalación.
SWizardAppExeError=Por favor, indique el programa principal de la aplicación.
SWizardAppFiles=Archivos de Aplicación
SWizardAppFiles2=Por favor, indique los archivos que son parte de la aplicación.
SWizardAppFiles3=Por favor, indique la carpeta origen.
SWizardAppFilesSubDirsMessage=Los archivos de las subcarpetas de "%s" deben también ser incluídos?
SWizardAppGroupNameError=Por favor, indique el nombre del grupo de la aplicación en el Menú Inicio.
SWizardAppIcons=Iconos de la Aplicación
SWizardAppIcons2=Por favor, indique qué iconos deben ser creados para la aplicación.
SWizardAppInfo=Información de Aplicación
SWizardAppInfo2=Por favor, indique información básica sobre su aplicación.
SWizardAppNameError=Por favor, indique el nombre de la aplicación.
SWizardAppRootDirError=Por favor, indique la carpeta de destino para la aplicación.
SWizardAppVersionError=Por favor, indique la versión de la aplicación.
SWizardCancelMessage=El [name] no se ha finalizado. Si termina ahora, el nuevo archivo script no será generado.\n\nDesea finalizar el [name]?
SWizardCancelMessage2=El asistente de instalación de [name] no se ha finalizado. Si termina ahora, las opciones elegidas para importar no se guardarán.\n\nDesea terminar el asistente de [name]?
SWizardCompiler=Opciones del Compilador
SWizardCompiler2=Por favor, indique las opciones básicas del compilador.
SWizardCompilerOutputDir=Por favor, indique la carpeta.
SWizardDefaultName=Asistente de Inno Setup Script
SWizardFileAppDestRootDirError=Por favor, indique una carpeta base de destino diferente de la carpeta de aplicación. 
SWizardFileDestRootDirError=Por favor, indique la carpeta base de destino.
SWizardFinished=Terminado
SWizardImport=Importar Opciones desde
SWizardImport2=Por favor, elija la herramienta de desarrollo para importar las opciones.
SWizardImportError=Por favor, indique al menos un entrno instalado para importar las opciones
SWizardImportLabel=El [name] ha detectado la preencia de los siguientes entornos de desarrollo para Inno Setup.
SWizardImportMRUList=Importar la Lista de Documentos Recientes para el entorno seleccionado.
SWizardISPP2=Por favor, indique si debería ser usado Inno Setup Preprocessor.
SWizardISPPCheck=Sí, usar las directivas #define del compilador
SWizardISPPLabel=El [name] ha detectado la presencia de Inno Setup Preprocessor (ISPP) y puede utilizar las directivas #define del compilador para simplificar el script. Aunque no es necesario, hará más sencillo modificar el script posteriormente.\n\nDesea usar las directivas #define del compilador para [name]?
SWizardLanguages=Idiomas de Configuración
SWizardLanguages2=Por favor, indique los idiomas que deberían ser incluídos.
SWizardLanguagesSelError=Por favor, seleccione al menos un idioma.
SWizardSettings=Importar Opciones
SWizardSettings2=Por favor, compruebe que las opciones indicadas más abajoon correctas.
SWizardWelcome=Bienvenido
